Repository: cdprf/code-snippets
Catalog: languages/code-snippets-*.po
Languages: tr_tr

source: Another version of Code Snippets appears to be installed. Deactivating this version.
tr_tr: Kod parçacıkları'nın başka bir sürümü kurulu görünüyor. Bu sürüm devre dışı bırakılıyor.

source: Persistent search
tr_tr: Sürekli arama

source: Replace all
tr_tr: Tümünü değiştir

source: Replace
tr_tr: Değiştir

source: Find previous
tr_tr: Öncekini Bul

source: Find next
tr_tr: Sonrakini bul

source: Begin searching
tr_tr: Aramaya başlayın

source: Save changes
tr_tr: Değişiklikleri Kaydet

source: Option
tr_tr: Seçenek

source: Shift
tr_tr: Değiştire

source: Parse error: syntax error, unexpected end of snippet
tr_tr: Parse hatası: Sözdizimi hatası, parçacığının beklenmeyen sonu

source: Cannot redeclare %s.
tr_tr: %s yeniden beyan edilemiyor

source: Cannot redeclare interface %s.
tr_tr: %s arayüzü yeniden beyan edilemiyor

source: Cannot redeclare class %s.
tr_tr: %s sınıfı yeniden beyan edilemiyor

source: Cannot redeclare function %s.
tr_tr: %s işlevi yeniden beyan edilemiyor

source: Parse error: syntax error, unexpected end of snippet.
tr_tr: Parse hatası: Sözdizimi hatası, parçacığının beklenmeyen sonu.

source: Order snippets by last modification date by default in the snippets table.
tr_tr: Parçacıklar tablosunda parçacıklar varsayılan olarak son değiştirme tarihine göre sıralanabilir.

source: Order snippets by date
tr_tr: Tarihe göre sıra parçacıkları

source: Order snippets by name by default in the snippets table.
tr_tr: Parçacıkları varsayılan olarak parçacıklar tablosunda ada göre sırala.

source: Order snippets by name
tr_tr: Ada göre parçacık sırala

source: for &ldquo;%1$s&rdquo; on line %2$d
tr_tr: "%1$s" için %2$d satırında

source: No snippets were found matching the current search query. Please enter a new query or use the "Clear Filters" button above.
tr_tr: Geçerli arama sorgusuyla eşleşen parçacık bulunamadı. Lütfen yeni bir sorgu girin veya yukarıdaki "Filtreleri Temizle" düğmesini kullanın.

source: Modified
tr_tr: Değiştirildi

source: %s ago
tr_tr: %s önce

source: Here you can load snippets from a code snippets export file into the database alongside existing snippets.
tr_tr: Burada, varolan parçacıklar ile birlikte veritabanına dosya dışa aktarılan kod parçacıklarından parçacıkları yükleyebilirsiniz.

source: GenerateWP
tr_tr: GenelWP

source: WP Beginner
tr_tr: WP Başlangıç Düzeyi

source: WordPress Stack Exchange
tr_tr: Wordpress Yığın Değişimi

source: CSS-Tricks
tr_tr: CSS - Püf Noktaları

source: Here you can add a new snippet, or edit an existing one.
tr_tr: Burada yeni bir parçacık ekleyebilir veya varolan bir parçacığı düzenleyebilirsiniz.

source: Here you can manage your existing snippets and perform tasks on them such as activating, deactivating, deleting and exporting.
tr_tr: Burada, mevcut parçacıkları yönetebilir ve bunları etkinleştirme, devre dışı bırakma, silme ve dışa aktarma gibi görevler gerçekleştirebilirsiniz.

source: Snippets are similar to plugins - they both extend and expand the functionality of WordPress. Snippets are more light-weight, just a few lines of code, and do not put as much load on your server.
tr_tr: Parçacıklar eklentilere benzer; WordPress'in işlevselliğini genişletiyor ve genişletiyor. Parçacıklar daha hafiftir, sadece birkaç satır koddur ve sunucunuza çok fazla yük bindirmez.

source: An error occurred when attempting to activate
tr_tr: Etkinleştirme işlemi gerçekleştirilirken bir hata oluştu

source: LTR
tr_tr: LTR (SOL

source: Code Direction
tr_tr: Kod Yönü

source: Save Snippet and Activate
tr_tr: Parçacığı Kaydet ve Etkinleştir

source: Save Snippet and Deactivate
tr_tr: Parçacığı Kaydet ve Devre dışı Bırak

source: Save Snippet and Execute Once
tr_tr: Parçacığı Kaydet ve bir kez Yürüt

source: Execute Once
tr_tr: Bir kez Yürüt

source: Save Snippet
tr_tr: Parçacığı Kaydet

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Edit Snippet
tr_tr: Parçacık Düzenle

source: Code Snippets Pro
tr_tr: Kod parçacıkları Pro

source: in tag &ldquo;%s&rdquo;
tr_tr: "%s" etiketinde

source: for &ldquo;%s&rdquo;
tr_tr: "%s" için

source: It looks like you don't have any snippets.
tr_tr: Hiç parçacığınız yok gibi görünüyor.

source: Clone
tr_tr: Klonla

source: Import
tr_tr: İçe Aktar

source: Upload Files
tr_tr: Dosyaları Yükle

source: Settings
tr_tr: Ayarlar

source: Manage
tr_tr: Yönet

source: Selected snippets <strong>cloned</strong>.
tr_tr: Seçilen parçacıklar <strong>klonlandı</strong>.

source: Snippet <strong>cloned</strong>.
tr_tr: Parçacık <strong>klonlanmış</strong>.

source: Snippets
tr_tr: Parçacıklar

source: Priority
tr_tr: Öncelik

source: Snippets with a lower priority number will run before those with a higher number.
tr_tr: Daha düşük öncelikli sayıya sahip parçacıklar, daha yüksek sayıya sahip olanlardan önce çalışır.

source: You can remove it, or edit it to add your own content.
tr_tr: Bu içeriği kaldırabilir veya kendi içeriğinizi eklemek için düzenleyebilirsiniz.

source: This is an example snippet for demonstrating how to add custom JavaScript code to your website.
tr_tr: Bu, web sitenize özel JavaScript kodunun nasıl ekleneceği ile ilgili örnek bir parçacıktır.

source: write your JavaScript code here
tr_tr: JavaScript kodunuzu buraya yazın

source: Example JavaScript snippet
tr_tr: Örnek JavaScript parçacığı

source: This is an example snippet for demonstrating how to add custom CSS code to your website.
tr_tr: Bu, web sitenize nasıl özel CSS kodu ekleyeceğinizi gösteren örnek bir parçacıktır.

source: write your CSS code here
tr_tr: CSS kodunuzu buraya yazın

source: Example CSS snippet
tr_tr: Örnek CSS parçacığı

source: This is an example snippet for demonstrating how to add an HTML shortcode.
tr_tr: Bu, HTML kısa kodunun nasıl ekleneceği ile ilgili örnek bir parçacık.

source: write your HTML shortcode content here
tr_tr: Html kısa kod içeriğinizi buraya yazın

source: Example HTML shortcode
tr_tr: Örnek HTML kısa kodu

source: Do not import any duplicate snippets; leave all existing snippets unchanged.
tr_tr: Yinelenen parçacıkları içe aktarmayın; tüm mevcut parçacıkları değiştirmeden bırakın.

source: Replace any existing snippets with a newly imported snippet of the same name.
tr_tr: Mevcut parçacıkları aynı adda yeni alınmış bir parçacık ile değiştirin.

source: Ignore any duplicate snippets: import all snippets from the file regardless and leave all existing snippets unchanged.
tr_tr: Yinelenen parçacıkları yoksay: Var olan tüm parçacıkları bağımsız olarak dosyadan tüm parçacıkları içe aktarın ve değiştirmeden bırakın.

source: What should happen if an existing snippet is found with an identical name to an imported snippet?
tr_tr: İçe aktarılan parçacık ile aynı ada sahip mevcut bir parçacık bulunursa ne olmalıdır?

source: Duplicate Snippets
tr_tr: Yinelenen parçacıklar

source: Choose one or more Code Snippets (.xml or .json) files to upload, then click "Upload files and import".
tr_tr: Yüklenecek bir veya daha fazla Kod parçacıkları (.xml veya .json) seçin, ardından "Dosya yükle ve içe aktar" seçeneğini tıklatın.

source: Upload one or more Code Snippets export files and the snippets will be imported.
tr_tr: Bir veya daha fazla Kod parçası yükleyin dosyaları dışa aktarın; parçacıklar içe aktarılır.

source: Save Changes and Execute Once
tr_tr: Değişiklikleri Kaydet ve bir kez Yürüt

source: When the plugin is deleted from the <a href="%s">Plugins</a> menu, also delete all snippets and plugin settings.
tr_tr: Eklenti <a href="%s">Eklentiler</a> menüsünden silindiğinde, tüm parçacıkları ve eklenti ayarlarını da silin.

source: Complete Uninstall
tr_tr: Kaldırmayı Tamamlama

source: Download
tr_tr: İndir

source: Run Once
tr_tr: Bir kez çalıştır

source: Snippets &raquo; Settings
tr_tr: Parçacıklar » Ayarlar

source: Reset to Default
tr_tr: Varsayılana Sıfırla

source: All settings have been reset to their defaults.
tr_tr: Tüm ayarlar varsayılanlarına sıfırlandı.

source: Snippet <strong>executed</strong>.
tr_tr: Parçacık <strong>yürütüldü</strong>.

source: No snippets were imported.
tr_tr: Hiçbir parçacık içe aktarılmadı.

source: Snippet <strong>added</strong> and <strong>executed</strong>.
tr_tr: Parçacık <strong>eklendi</strong> ve <strong>yürütüldü</strong>.

source: Sharing Settings
tr_tr: Paylaşım Ayarları

source: Only run once
tr_tr: Yalnızca bir kez çalıştır

source: Perhaps you would like to add a new one?
tr_tr: Yeni bir tane eklemek ister misiniz?

source: Network Only
tr_tr: Yalnızca Ağ

source: Network Active
tr_tr: Ağ Etkin

source: Here are some links to websites which host a large number of snippets that you can add to your site:
tr_tr: Sitenize ekleyebileceğiniz çok sayıda parçacık barındıran web sitelerine bağlantılar şunlardır:

source: WP Function Me
tr_tr: WP İşlevi Beni

source: An easy, clean and simple way to run code snippets on your site. No need to edit to your theme's functions.php file again!
tr_tr: Sitenizde kod parçacıkları çalıştırmanın kolay, temiz ve basit bir yolu. Temanın functions.php dosyasını tekrar düzenlemenize gerek yok!

source: Search Installed Snippets
tr_tr: Yüklü parçacıkları Ara

source: Upload files and import
tr_tr: Dosya yükleme ve içe aktarma

source: (Maximum size: %s)
tr_tr: (Maksimum boyut: %s)

source: Choose files from your computer:
tr_tr: Bilgisayarınızdan dosya seçin:

source: Afterwards, you will need to visit the <a href="%s">All Snippets</a> page to activate the imported snippets.
tr_tr: Daha sonra, içe aktarılan parçacıkları etkinleştirmek için <a href="%s">tüm parçacıklar</a> sayfasını ziyaret etmeniz gerekir.

source: You are about to permanently delete this snippet.
tr_tr: Bu parçacığı kalıcı olarak silmek üzereysiniz.

source: Save Changes and Deactivate
tr_tr: Değişiklikleri Kaydet ve Devre dışı Bırak

source: Save Changes and Activate
tr_tr: Değişiklikleri kaydedin ve etkinleştirin

source: Code
tr_tr: Kod

source: Enter title here
tr_tr: Başlığı buraya girin

source: Add New
tr_tr: Yeni Ekle

source: Settings saved.
tr_tr: Ayarlar kaydedildi.

source: Editor Preview
tr_tr: Editör Önizleme

source: Code Editor
tr_tr: Kod Düzenleyicisi

source: Description Editor
tr_tr: Açıklama Düzenleyicisi

source: General
tr_tr: Genel

source: Highlight all instances of a currently selected word.
tr_tr: Seçili bir sözcüğün tüm örneklerini vurgulayın.

source: Highlight Selection Matches
tr_tr: Seçim eşleşmeleri Vurgula

source: Auto-close brackets and quotes when typed.
tr_tr: Yazıldığında köşeli parantezleri ve tırnak işaretlerini otomatik olarak kapatın.

source: Auto Close Brackets
tr_tr: Otomatik Kapanma braketleri

source: Show line numbers to the left of the editor.
tr_tr: Düzenleyicinin solundaki satır numaralarını gösterir.

source: Line Numbers
tr_tr: Satır numaraları

source: Whether the editor should scroll or wrap for long lines.
tr_tr: Düzenleyicinin uzun çizgiler için kaydırma veya sarma yapması gerekir.

source: Wrap Lines
tr_tr: Sarma çizgileri

source: How many spaces a block should be indented.
tr_tr: Bir bloğun kaç boşlukla girintisi olması gerekir?

source: Indent Unit
tr_tr: Girinti Birimi

source: The width of a tab character.
tr_tr: Sekme karakterinin genişliği.

source: Tab Size
tr_tr: Sekme Boyutu

source: Use hard tabs (not spaces) for indentation.
tr_tr: Girinti için sert sekmeleri (boşluk değil) kullanın.

source: Indent With Tabs
tr_tr: Kulakçıklı girinti

source: Theme
tr_tr: Tema

source: Enable the add media buttons
tr_tr: Ortam ekleme düğmelerini etkinleştirme

source: Media Buttons
tr_tr: Ortam düğmeleri

source: Enable all features of the visual editor
tr_tr: Görsel düzenleyicinin tüm özelliklerini etkinleştirin

source: Use Full Editor
tr_tr: Tam Editör Kullan

source: rows
tr_tr: satırlar

source: Row Height
tr_tr: Sıra Yüksekliği

source: Disable the syntax highlighting for the [code_snippet] shortcode on the front-end
tr_tr: Ön uçtaki [code_snippet] kısa kodunun sözdizimi vurgulamasını devre dışı bırakın

source: Disable Shortcode Syntax Highlighter
tr_tr: Kısa Kod Sözdizimi vurgucısını Devre dışı Bırak

source: Show snippet descriptions on admin pages
tr_tr: Parçacık açıklamalarını yönetici sayfalarında göster

source: Enable Snippet Descriptions
tr_tr: Parçacık Tanımlarını Etkinleştir

source: Show snippet tags on admin pages
tr_tr: Parçacık etiketlerini yönetici sayfalarında göster

source: Enable Snippet Tags
tr_tr: Parçacık etiketlerini Etkinleştir

source: Enable the scope selector when editing a snippet
tr_tr: Parçacık düzenlerken kapsam seçiciyi etkinleştirin

source: Enable Scope Selector
tr_tr: Kapsam seçiciyi Etkinleştir

source: Make the 'Save and Activate' button the default action when saving a snippet.
tr_tr: Parçacık kaydederken "Kaydet ve Etkinleştir" düğmesini varsayılan eylem yapın.

source: Activate by Default
tr_tr: Varsayılan olarak Etkinleştir

source: Clear Filters
tr_tr: Filtreleri Temizle

source: Search results
tr_tr: Arama sonuçları

source: Clear List
tr_tr: Listeyi Temizle

source: Filter
tr_tr: Filtre

source: Show all tags
tr_tr: Tüm etiketleri göster

source: Recently Active <span class="count">(%s)</span>
tr_tr: Son Etkin <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
tr_tr: Etkin değil <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
tr_tr: Etkin <span class="count">(%s)</span>

source: All <span class="count">(%s)</span>
tr_tr: Tüm <span class="count">(%s)</span>

source: ID
tr_tr: KIMLIK

source: Name
tr_tr: Ad

source: Shared on Network
tr_tr: Ağda Paylaşılan

source: Untitled #%d
tr_tr: Adsız #%d

source: 'Cancel' to stop, 'OK' to delete.
tr_tr: Durdurmak için 'İptal', silmek için 'Tamam'.

source: You are about to permanently delete the selected item.
tr_tr: Seçilen öğeyi kalıcı olarak silmek üzereysiniz.

source: Delete
tr_tr: Sil

source: Export
tr_tr: Dışa Aktar

source: Edit
tr_tr: Düzenle

source: Activate
tr_tr: Etkinleştir

source: Network Activate
tr_tr: Ağ Etkinleştirme

source: Deactivate
tr_tr: Devre dışı bırak

source: Network Deactivate
tr_tr: Ağ Devre dışı Bırak

source: Snippets per page
tr_tr: Sayfa başına parçacık

source: You can save your snippets to a code snippets export file using the <a href="%s">Manage Snippets</a> page.
tr_tr: Parçacıklarınızı bir kod parçacıklarına kaydedebilirsiniz <a href="%s">parçacıkları Yönet</a> sayfasını kullanarak dosya dışa aktarma.

source: Exporting
tr_tr: Dışa aktarma

source: Imported snippets will be added to the database along with your existing snippets. Regardless of whether the snippets were active on the previous site, imported snippets are always inactive until activated using the <a href="%s">Manage Snippets</a> page.
tr_tr: İçe aktarılan parçacıklar mevcut parçacıklarla birlikte veritabanına eklenir. Parçacıklar önceki sitede etkin olup olmadığına bakılmaksızın, içe aktarılan parçacıklar <a href="%s">parçacıkları Yönet</a> sayfası kullanılarak etkinleştirilene kadar her zaman etkin değildir.

source: You can load your snippets from a code snippets export file using this page.
tr_tr: Bu sayfayı kullanarak kod parçacıkları dışa aktarma dosyasından parçacıkları yükleyebilirsiniz.

source: Importing
tr_tr: İçe aktarılıyor

source: Please be sure to check that your snippet is valid PHP code and will not produce errors before adding it through this page. While doing so will not become active straight away, it will help to minimise the chance of a faulty snippet becoming active on your site.
tr_tr: Lütfen parçacığınızın geçerli PHP kodu olup olmadığını kontrol edin ve bu sayfaya eklemeden önce hata oluşturmayacağından emin olun. Bunu yaparken hemen etkin hale gelmeyecektir; bu, hatalı bir parçacığının sitenizde etkin olma olasılığını en aza indirmeye yardımcı olacaktır.

source: You need to fill out the name and code fields for your snippet to be added. While the description field will add more information about how your snippet works, what is does and where you found it, it is completely optional.
tr_tr: Parçacığınızın eklenmesi için ad ve kod alanlarını doldurmanız gerekir. Açıklama alanı parçacığınızın nasıl çalıştığı, ne olduğu ve nerede bulunduğu hakkında daha fazla bilgi ekleyecek olsa da tamamen isteğe bağlıdır.

source: Adding Snippets
tr_tr: Parçacık Ekleme

source: More places to find snippets, as well as a selection of example snippets, can be found in the <a href="https://github.com/sheabunge/code-snippets/wiki/Finding-snippets">plugin documentation</a>.
tr_tr: Parçacıklar ve örnek parçacıklar için daha fazla yer <a href="https://github.com/sheabunge/code-snippets/wiki/Finding-snippets">plugin belgelerinde</a> bulunabilir.

source: Finding Snippets
tr_tr: Parçacıkları Bulma

source: If something goes wrong with a snippet and you can't use WordPress, you can cause all snippets to stop executing by adding <code>define('CODE_SNIPPETS_SAFE_MODE', true);</code> to your <code>wp-config.php</code> file. After you have deactivated the offending snippet, you can turn off safe mode by removing this line or replacing <strong>true</strong> with <strong>false</strong>.
tr_tr: Bir parçacık ile ilgili bir sorun olursa ve WordPress'i kullanamıyorsanız, <code> Define ('CODE_SNIPPETS_SAFE_MODE', true);</code> kodunu <code> wp-config.php</code> dosyanıza ekleyerek tüm parçacıkların yürütülmesini durdurabilirsiniz. Son parçacığı devre dışı bıraktıktan sonra, bu çizgiyi kaldırarak veya <strong>true</strong> yerine <strong>false</strong> seçerek güvenli modu devre dışı bırakmış olursunuz.

source: Be sure to check your snippets for errors before you activate them, as a faulty snippet could bring your whole blog down. If your site starts doing strange things, deactivate all your snippets and activate them one at a time.
tr_tr: Hatalı bir parçacık tüm blog'unuzu aşağı çekebileceği için, etkinleştirmeden önce parçacıkları kontrol ettiğinizden emin olun. Siteniz garip şeyler yapmaya başlarsa, tüm parçacıkları devre dışı bırakın ve teker teker etkinleştirin.

source: Safe Mode
tr_tr: Güvenli Mod

source: Overview
tr_tr: Genel Bakış

source: Plugin Website
tr_tr: Eklenti web sitesi

source: Support Forum
tr_tr: Destek Forumu

source: FAQ
tr_tr: SSS

source: About Plugin
tr_tr: Eklenti hakkında

source: For more information:
tr_tr: Daha fazla bilgi için:

source: Dismiss
tr_tr: Kaçıramazım

source: Take the survey now
tr_tr: Ankete şimdi katılın

source: <strong>Have feedback on Code Snippets?</strong> Please take the time to answer a short survey on how you use this plugin and what you'd like to see changed or added in the future.
tr_tr: <strong>Kod parçacıkları hakkında geri bildiriminiz mi var?</strong> Lütfen bu eklentiyi nasıl kullandığınız ve gelecekte nelerin değiştiğini veya eklendiğini görmek istedikleriniz hakkında kısa bir ankete cevap vermek için zaman ayırın.

source: Donate
tr_tr: Bağışta bulunup

source: Support this plugin's development
tr_tr: Bu eklentinin geliştirilmesini destekleyin

source: Support
tr_tr: Destek

source: Visit the support forums
tr_tr: Destek forumlarını ziyaret edin

source: About
tr_tr: Hakkında

source: Visit the WordPress.org plugin page
tr_tr: WordPress.org eklenti sayfasını ziyaret edin

source: Manage your existing snippets
tr_tr: Mevcut parçacıklarınızı yönetin

source: Snippets Settings
tr_tr: Parçacıklar Ayarları

source: Selected snippets <strong>deleted</strong>.
tr_tr: Seçilen parçacıklar <strong>silindi</strong>.

source: Snippet <strong>deleted</strong>.
tr_tr: Parçacık <strong>silindi</strong>.

source: Selected snippets <strong>deactivated</strong>.
tr_tr: Seçilen parçacıklar <strong>devre dışı</strong>.

source: Snippet <strong>deactivated</strong>.
tr_tr: Parçacık <strong>devre dışı</strong>.

source: Selected snippets <strong>activated</strong>.
tr_tr: Seçilen parçacıklar <strong>etkinleştirildi</strong>.

source: Snippet <strong>activated</strong>.
tr_tr: Parçacık <strong>etkinleştirildi</strong>.

source: <strong>Warning:</strong> Safe mode is active and snippets will not execute! Remove the <code>CODE_SNIPPETS_SAFE_MODE</code> constant from <code>wp-config.php</code> to turn off safe mode. <a href="https://github.com/sheabunge/code-snippets/wiki/Safe-Mode" target="_blank">Help</a>
tr_tr: Strong>Uyarı:</strong> Güvenli mod etkin ve parçacıklar yürütülmez! Güvenli modu kapatmak için <code> CODE_SNIPPETS_SAFE_MODE</code> sabitini <code> wp-config.php</code>'den kaldırın. A href="https://github.com/sheabunge/code-snippets/wiki/Safe-Mode" target="_blank">Yardım</a>

source: All Snippets
tr_tr: Tüm parçacıklar

source: An error occurred when processing the import files.
tr_tr: Alma dosyaları işlenirken bir hata oluştu.

source: Successfully imported <strong>%1$d</strong> snippet. <a href="%2$s">Have fun!</a>
tr_tr: Strong>%1$d</strong> parçacığı başarıyla içe aktarıldı. A href="%2$s">eğlenin!</a>

source: Import snippets from a code snippets export file
tr_tr: Kod parçacıklarından parçacıkları içe aktarma dosya dışa aktarma

source: Code Snippets
tr_tr: Kod parçacıkları

source: Import Snippets
tr_tr: Parçacıkları İçe Aktar

source: Snippet <strong>updated</strong> and <strong>deactivated</strong>.
tr_tr: Parçacık <strong>güncellendi</strong> ve <strong>devre dışı bırakıldı</strong>.

source: Snippet <strong>updated</strong> and <strong>activated</strong>.
tr_tr: Parçacık <strong>güncellendi</strong> ve <strong>etkinleştirildi</strong>.

source: Snippet <strong>added</strong> and <strong>activated</strong>.
tr_tr: Parçacık <strong>eklendi</strong> ve <strong>etkinleştirildi</strong>.

source: Snippet <strong>updated</strong>.
tr_tr: Parçacık <strong>güncellendi</strong>.

source: Snippet <strong>added</strong>.
tr_tr: Parçacık <strong>eklendi</strong>.

source: An error occurred when saving the snippet.
tr_tr: Parçacık kaydedilirken bir hata oluştu.

source: The snippet has been deactivated due to an error in the code.
tr_tr: Koddaki bir hata nedeniyle parçacık devre dışı bırakıldı.

source: The snippet has been deactivated due to an error on line %d:
tr_tr: Parçacık, %d: Satırındaki bir hata nedeniyle devre dışı bırakıldı

source: Allow this snippet to be activated on individual sites on the network
tr_tr: Bu parçacığının ağdaki tek tek sahalarda etkinleştirilmesine izin ver

source: Scope
tr_tr: Kapsam

source: Only run on site front-end
tr_tr: Yalnızca sahanın ön ucunda çalıştır

source: Only run in administration area
tr_tr: Yalnızca yönetim alanında çalıştır

source: Run snippet everywhere
tr_tr: Her yerde parçacık çalıştır

source: Enter a list of tags; separated by commas
tr_tr: Etiketlerin listesini girin; virgülle ayrılmış

source: Tags
tr_tr: Etiketler

source: Description
tr_tr: Açıklama

source: If you prefer, you can close this page and discard the changes you just made. No changes will be made to this site.
tr_tr: İsterseniz bu sayfayı kapatabilir ve yaptığınız değişiklikleri iptal edebilirsiniz. Bu sitede hiçbir değişiklik yapılmayacak.

source: Please use the back button in your browser to return to the previous page and try to fix the code error.
tr_tr: Önceki sayfaya dönmek ve kod hatasını düzeltmeye çalışmak için lütfen tarayıcınızın Geri düğmesini kullanın.

source: The previous version of the snippet is unchanged, and the rest of this site should be functioning normally as before.
tr_tr: Parçacığının önceki sürümü değişmemiştir ve bu sitenin geri kalanı eskisi gibi normal şekilde çalışmalıdır.

source: The code snippet you are trying to save produced a fatal error on line %d:
tr_tr: Kaydetmeye çalıştığınız kod parçacığı %d satırında önemli bir hata oluşturdu:

source: Don't Panic
tr_tr: Panik yapmayın

source: Add New Snippet
tr_tr: Yeni Parçacık Ekle

source: You are not authorized to access this page.
tr_tr: Bu sayfaya erişim yetkiniz yok.
